Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=535_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ veekk ooudâs parlamentneeŠǩǩi čõõđtumuužži teâuđđjumuužž tâŠvvjânnmlaž sääŠmsuåpmõõžž juäŠtkksaaǥǥstõõllmõõžžin.
fin: Saamelaiskäräjät edistää parlamentaarikkojen julistusten toteutumista pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa

source: SääŠm parlamentaarlaž suåvtõs riâžži kuämad sääŠmparlamentneeŠǩǩi konfereenss Ǩeârkknjaarǥâst 10. skamm-mannu 10. peeiŠv 2011.
fin: Saamelainen parlamentaarinen neuvosto järjesti kolmannen saamelaisparlamentaarikkojen konferenssin Kirkkoniemessä 10. marraskuuta 2011.

source: SääŠmparlamentneeŠǩǩi konferenss noori õŠhtte sääŠmteeŠǧǧivuiŠm vaŠlljuum vuäŠsslaid da Ruõšš saaŠmi võboršeeŠǩǩid.
fin: Saamelaisparlamentaarikkojen konferenssi kokosi yhteen saamelaiskäräjien kansan valitsemat jäsenet ja Venäjän saamelaisten edustajat.

source: Konfereenss teemmen leŠjje ääŠrbvuâlaž teâtt da aartklaž ääŠšš.
fin: Konferenssin teemoina olivat perinteinen tieto ja arktiset asiat.

source: LââŠssen taŠrǩǩeeš tâŠvvjânnmlaž sääŠmsuåppmõõžž da ärvvtõŠlleš ooudbuž parlamentneeŠǩǩi konfereenssi čõõđtõõzzi äiggavuäǯǯmõõžžid.
fin: Lisäksi tarkasteltiin pohjoismaista saamelaissopimusta ja arvioitiin edellisten parlamentaarikkojen konferenssien julistusten tuloksia.

source: Konfereenss looppâst primmeš sääŠmparlamentneeŠǩǩi õhttsaž Ǩeârkknjaarǥ čõõđtõõzz.
fin: Konferenssin päätteeksi hyväksyttiin saamelaisparlamentaarikkojen yhteinen Kirkkoniemen julistus.

source: TâŠvvjânnmlaž sääŠmsuåppmõš ouddan
fin: Pohjoismainen saamelaissopimus etenee

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi peäggat mõõnni saaǥǥjååŠđtempââi da saaŠmi õhttsažtuâi, što tõk liâ miârkkšõõvvi ooudâsviikkâmlääuŠǩ, jeäŠrben tâŠvvjânnmlaž sääŠmsuåppmõõžž juäŠtǩǩsaaǥǥstõõllmõõžži älggmõõžžâst.
fin: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi mainitsee kuluneen puheenjohtajakauden ja saamelaisten yhteistyön merkittävimmäksi edistysaskeleeksi erityisesti pohjoismaisen saamelaissopimuksen jatkoneuvottelujen alkamisen.

source: - Čõõđtumuužži teâuddjumuš lij raŠvvsânji čõnnsest sääŠmteeŠǧǧ resuurssid da valdiai tättmõŠšše ooudâsviikkâd saaŠmi vuõiggâdvuõđid.
fin: - Julistusten toteutuminen on vahvasti sidoksissa saamelaiskäräjien resursseihin ja valtioiden tahtoon edistää saamelaisten oikeuksia.

source: SääŠmteeŠǧǧ vekka ooudâs čõõđtumuužži teâuddjumuužž tâŠvvjânnmlaž sääŠmsuåppmõõžž juäŠtǩǩsaaǥǥstõõllmõõžžin, juätkk NäkkäläjäuŠrr.
fin: Saamelaiskäräjät edistävät julistusten toteutumista pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa, jatkaa Näkkäläjärvi.

source: NäkkäläjäuŠrr gåårâŠtt tõn, što sääŠm patlamentaarlaž suåvtõõzz tuåimmjumuužž lij vaiggʼgâttam resurssvääŠnn.
fin: Näkkäläjärvi harmittelee sitä, että kaikkea saamelainen parlamentaarinen neuvoston toimintaa on vaikeuttanut resurssipula.

source: - SääŠm parlamentaarlaž suåvtõõzzâst ij vuäǯǯ šõddâd tåŠlǩ saaǥǥstõõllâmsieŠbr, a taarbšep čõnnõttmõõžž, õhttsaž piizarkååŠdd da sääŠmteeŠǧǧ vaaldšeemid põõššinallšem õhttsažtuâi patlamentaarlaž suåvtõõzz tuŠmmstõõǥǥi tuåimmepiijjmõŠšše da še såbbri valmštõõllâm diõtt, mušttʼtat NäkkäläjäuŠrr.
fin: - Saamelaisesta parlamentaarisesta neuvostosta ei saa muodostua vain keskustelukerho, vaan tarvitsemme sitoutumista, yhteisen sihteeristön ja saamelaiskäräjien hallinnoille säännöllisen yhteistyön parlamentaarisen neuvoston päätösten toimeenpanemiseksi ja myös kokousten valmistelua varten, huomauttaa Näkkäläjärvi.

source: Looǥ Klemetti NäkkäläjääuŠr mainnâz obbvuõđstes SääŠmparlamentneeŠǩǩi konfereenssi čõõđtõõzz teâddjumuužžâst (lääddas da tâŠvvsäämas)
fin: Lue Klemetti Näkkäläjärven puhe kokonaisuudessaan saamelaisparlamentaarikkojen konferenssien julistusten toteutuminen

source: SaaŠmi kultturpreddan suõŠjjumuŠšše taarbšet õhttsaž vuâđđjurddjid
fin: Saamelaisten kulttuuriperinnön suojeluun tarvitaan yhteisiä periaatteita

source: NäkkäläjäuŠrr rämmaš tõŠst, što saaŠmi ääŠrbvuâlaž teâtt da tõn suõŠjjumuužž liâ kaggõõttâm mõõnni ääiŠjin raaŠveld ouŠdde sääŠm õhttsažkååŠddest.
fin: Näkkäläjärvi iloitsee siitä, että saamelaisten perinteinen tieto ja sen suojelu ovat nousseet viime aikoina vahvasi esille saamelaisessa yhteisössä.

source: SääŠm parlamentaarlaž suåvtõõzzin da sääŠmteeŠǧǧin õõlǥči lââŠzzted vaikktõõzzid tuâjes ääŠrbvuâlaž teâđ suõŠjjeem diõtt.
fin: Saamelaisen parlamentaarisen neuvoston ja saamelaiskäräjien tulisikin tehostaa työtään perinteisen tiedon suojelemiseksi.

source: – Taarbšep õhttsaž vuâđđjurddjid mäŠhtt sääŠm kultturpreddan âlgg suõŠjjeed da eettlaž vuâđđjurddid suõŠjjeetd sääŠmkulttuur, što vââiŠčep tuåimmjed õõutsââŠjest åålǥbeäŠlnn puõŠtti vaar vuâstta, tuâtt NäkkäläjäuŠrr.
fin: - Tarvitsemme yhteiset periaatteet miten saamelaista kulttuuriperintöä tulee suojella ja eettiset periaatteet suojelemaan saamelaiskulttuuria, jotta voimme toimia yhdessä ulkoista uhkaa vastaan, toteaa Näkkäläjärvi.

source: Looǥ Klemetti NäkkäläjääuŠr mainnâz obbvuõđstes konfereensâst 10.11.2011: ÄäŠrbvuâlaž teâđ suõŠjjeem tuâi (lääddas da tâŠvvsäämas)
fin: Lue Klemetti Näkkäläjärven puhe kokonaisuudessaa konferensissa 10.11.2011: Perinteisen tiedon suojelun haasteet

source: Ruõšš sääŠm tiuddmieŠreld vuäŠssliŠžžen mieŠldd tuåimmjumuŠšše
fin: Venäjän saamelaiset täysimääräisenä jäsenenä mukaan toimintaan

source: NäkkäläjääuŠr miõlâst puõŠtti SääŠm parlamentaarlaž suåvtõõzz tuåimmpââjest feŠrttai aainâs väŠldded lokku Ruõšš saaŠmi staattuuzz staanmõš, što RuõŠšš saaŠmi staattus puârneŠči.
fin: Näkkäläjärven mielestä tulevalla saamelaisen parlamentaarisen neuvoston toimikaudella tulee erityisesti kiinnittää huomiota Venäjän saamelaisten aseman tukemiseen, jotta Venäjän saamelaisten asema paranisi.

source: – MeeŠst feŠrttai uŠvdded tuärjjõs Ruõšš saaŠmid, što sij vueŠitte ooudâsviikkâd jiijjâz võboršeeŠǩǩnallšem organisaatiaz RuõŠšše da pueŠtted tiuddmieŠreld mieŠldd SPS:zz tuåimmjumuŠšše, tuâtt NäkkäläjäuŠrr.
fin: - Meidän tulee antaa kaikki tukemme Venäjän saamelaisille, jotta he voivat kehittää oman edustuksellisen organisaationsa Venäjälle ja tulla täysimääräisesti mukaan SPN:n toimintaan, toteaa Näkkäläjärvi.

source: Vuõssmõs sääŠmparlamentaarneeŠǩǩi sååbbar rieŠššeš Ruõcc Jokkmokist täŠlvvmannu 24. peeiŠv 2005.
fin: Ensimmäinen saamelaisparlamentaarikkojen kokous järjestettiin Ruotsin Jokkmokissa 24. helmikuuta vuonna 2005.

source: NuuŠbb sääŠmparlamentneeŠǩǩi sååbbar rieŠššeš RuäŠvnjaarǥâst kålggmannu 29. peeiŠv eeŠjjest 2008.
fin: Toinen saamelaisparlamentaarikkojen kokous järjestettiin Rovaniemellä lokakuun 29. päivänä vuonna 2008.

source: SääŠm parlamentaarlaž suåvtõs lij vuâđđuum 2000-lååǥǥ aalǥâst da tõt tuåimmai TâŠvvjânnmlaž sääŠmteeŠǧǧi õhttsažtuâjjorgannân.
fin: Saamelainen parlamentaarinen neuvosto on perustettu 2000-luvun alussa ja se toimii Pohjoismaiden saamelaiskäräjien yhteistyöelimenä.

source: Ruõšš sääŠm še vuässâŠtte suåvtõõzz tuõjju.
fin: Myös Venäjän saamelaiset osallistuvat neuvoston työhön.

source: LââŠssteâđaid LääŠddjânnam beäŠlnn SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti NäkkäläjäuŠrr
fin: Lisätietoja Suomen puolella Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi klemetti.
